[Information]
TRANSLATOR=Anton Prudnikov
VERSION=3.0.0

[Language]
LANGUAGE=Беларуская мова
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x0423

[Menu]
FILE=&Файл
FILE_EXIT=В&ыхад
EDIT=&Праўка
EDIT_COPY=С&капіраваць вынік тэсту
THEME=&Тэма
HELP=&Даведка
HELP_ABOUT=&Аб праграме...
LANGUAGE=&Мова
ZOOM=&Памер акна
AUTO=&Аўта
; 3.0
TEST_DATA=&Тэстоўваныя даныя
DEFAULT_RANDOM=Па змаўчанні (выпадкова)
; 4.0
SETTINGS=&Settings
SAVE=&Save
QUEUES_THREADS=&Queues && Threads
; 4.1
INTERVAL_TIME=Interval Time
SECOND=sec
MINUTE=min
HOUR=hour
; 5.0.3
ALL_ZERO=All 0x00 (0 Fill)
; 5.1.0
SELECT_FOLDER=Select Folder
; 7.0.0
FONT_SETTING=&Font Setting
PROFILE=&Profile
PROFILE_DEFAULT=Default
PROFILE_PEAK=Peak Performance
PROFILE_REAL=Real World Performance

[Message]
STOP_BENCHMARK=Спыніце тэст.
DISK_CAPACITY_ERROR=Не хапае месца на дыску.
DISK_CREATE_FILE_ERROR=Памылка пры стварэнні файла.
DISK_WRITE_ERROR=Памылка запісу.
DISK_READ_ERROR=Памылка чытання.
; 7.0.0
DISK_SPD_NOT_FOUND=DiskSpd is not found. Please re-install CrystalDiskMark.

[Title]
TEST_DRIVE=Тэстоўваны дыск
TEST_SIZE=Аб'ём тэстуемых даных
TEST_COUNT=Колькасць запускаў тэстаў
; 7.0.0
TEST_UNIT=Test Unit
TEST_MIX=Mix Ratio

[WindowTitle]
ABOUT=Аб праграме CrystalDiskMark
QUEUES_THREADS=Queues & Threads
; 7.0.0
FONT_SETTING=Font Setting
COMMENT=Comment

[Dialog]
AUTO=Auto
; 7.0.0
FONT_FACE=Font Face
FONT_SCALE=Font Scale (%)
FONT_RENDER_METHOD=Render Method
BLOCK_SIZE=Block Size
QUEUES=Queues
THREADS=Threads
SEQUENTIAL_1=Sequential (1)
SEQUENTIAL_2=Sequential (2)
RANDOM_1=Random (1)
RANDOM_2=Random (2)
DEFAULT_AFFINITY=Default Affinity
ENABLED=Enabled
DISABLED=Disabled

